Repository: BlackScorp/webrpg
Catalog: locale/*/LC_MESSAGES/webrpg.po
Languages: de_de

source: create account
de_de: erstelle account

source: create dummy user
de_de: erstelle dummy user

source: Please fill Username and Password
de_de: Bitte Benutzername und Passwort befüllen

source: User not exists
de_de: Benutzer exestiert nicht

source: Invalid login
de_de: Ungültiges login

source: Select character
de_de: Wähle character

source: Logout
de_de: ausloggen

source: Failed to create character
de_de: Character konnte nicht erstellt werden

source: Please select a gender
de_de: Wähle das Geschlecht

source: Invalid gender selected
de_de: Ungültiges geschlecht ausgewählt

source: Please select a class
de_de: Wähle eine Klasse

source: Invalid class selected
de_de: Ungültige Klasse gewählt

source: Character name is empty
de_de: Charactername ist leer

source: Character name contain non word characters
de_de: Charactername beinhaltet ungültige Zeichen

source: Character name is too short, %d characters are at least required
de_de: Charactername ist zu kurz, mindestens %d Zeichen werden vorausgesetzt

source: Character name is too long, maximum %d characters
de_de: Charactername ist zu lang, maximal %d Zeichen erlaubt

source: Selected name is not allowed to use
de_de: Charactername ist nicht erlaubt

source: The character name %s already exists
de_de: Charactername %s ist bereits vergeben

source: Login
de_de: Anmelden

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: very long text
de_de: lorem ipsum

source: Select a character
de_de: Characterauswahl

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Warrior
de_de: Krieger

source: Ranger
de_de: Schütze

source: Mage
de_de: Magier

source: Confirm
de_de: Bestätige

source: You are going to delete <b>%s</b>, are you sure?
de_de: Du bist dabei <b>%s</b> zu löschen, bist du sicher?
